amd-ucode
archlinux-keyring
autoconf
automake
base
binutils
bison
dconf-editor
debugedit
discord
efibootmgr
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpeg
file
findutils
flex
gawk
gcc
gdm
gettext
git
gnome-console
gnome-control-center
gnome-menus
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-gtile
grep
groff
gzip
htop
intel-media-driver
iwd
libtool
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
m4
make
man-db
mesa
nautilus
neofetch
networkmanager
noto-fonts
noto-fonts-cjk
pacman
patch
pkgconf
portaudio
python-pip
sed
simplescreenrecorder
sudo
texinfo
vim
vulkan-intel
vulkan-radeon
wget
which
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yarn
zram-generator
zsh
